#+FILETAGS: Jul 2023
#+transclude: [[file:~/Orgfiles/identity/Guiding Principles.org::*Guiding Principles][Guiding Principles]] 
* Week 1: Jul  02 - Jul 08
** Metrics

#+NAME: Week 1 Overview
|---------------+---------------------------------------------------|
| Focus         |  This Week's Focus                           |
| Objectives    |  This Week's Objective                       |
|---------------+---------------------------------------------------|
| Effectiveness |						    |
| Gratitude     |                                                   |
|---------------+---------------------------------------------------|
| Improvements  |                                                   |
|---------------+---------------------------------------------------|



#+NAME: Week 1 Daily Tracking
|     | Weight | BP SYS | BP Dia | Sleep Time | Snore | Output % |
|-----+--------+--------+--------+------------+-------+----------|
| Mon |        |        |        |            |       |          |
| Tue |        |        |        |            |       |          |
| Wed |        |        |        |            |       |          |
| Thu |        |        |        |            |       |          |
| Fri |        |        |        |            |       |          |
| Sat |        |        |        |            |       |          |
| Sun |        |        |        |            |       |          |
|-----+--------+--------+--------+------------+-------+----------|
| Avg |   0.00 |   0.00 |   0.00 |       0.00 |  0.00 |     0.00 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Week 1 Accomplishments                                   :Accomplishment:
*** 
** Week 1 Disappointments                                   :Disappointment:
*** 

** Week 1 Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Week 1 Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 1 Accomplishments][Week 1 Accomplishments]]
- [ ] Update Disapointments - [[*Week 1 Disappointments][Week 1 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[* Week 1 Highs, Lows and Learnings][Week 1 Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ] Transfer relevant high value notes and clippings to org-roam
* Week 2: Jul 09 - Jul 15
** Metrics

#+NAME: Week 2 Overview
|---------------+---------------------------------------------|
| Focus         | Work                                        |
| Objectives    | Kick off our first in person week with Troy |
|---------------+---------------------------------------------|
| Effectiveness |                                             |
| Gratitude     |                                             |
|---------------+---------------------------------------------|
| Improvements  |                                             |
|---------------+---------------------------------------------|



#+NAME: Week 2 Daily Tracking
|     | Weight | BP SYS | BP Dia | Sleep Time | Snore | Output % |
|-----+--------+--------+--------+------------+-------+----------|
| Mon |  222.4 |    134 |     92 |       8.25 |    86 |          |
| Tue |        |        |        |            |       |          |
| Wed |        |        |        |            |       |          |
| Thu |        |        |        |            |       |          |
| Fri |        |        |        |            |       |          |
| Sat |        |        |        |            |       |          |
| Sun |        |        |        |            |       |          |
|-----+--------+--------+--------+------------+-------+----------|
| Avg |   0.00 |   0.00 |   0.00 |       0.00 |  0.00 |     0.00 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Week 2 Accomplishments                                   :Accomplishment:
*** 
** Week 2 Disappointments                                   :Disappointment:
*** 

** Week 2 Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Week 2 Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 2 Accomplishments][Week 2 Accomplishments]]
- [ ] Update Disapointments - [[*Week 2 Disappointments][Week 2 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[* Week 2 Highs, Lows and Learnings][Week 2 Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ] Transfer relevant high value notes and clippings to org-roam
* Week 3: Jul 16 - Jul 23
** Metrics

#+NAME: Week 3 Overview
|---------------+---------------------------------------------------|
| Focus         |  This Week's Focus                           |
| Objectives    |  This Week's Objective                       |
|---------------+---------------------------------------------------|
| Effectiveness |						    |
| Gratitude     |                                                   |
|---------------+---------------------------------------------------|
| Improvements  |                                                   |
|---------------+---------------------------------------------------|



#+NAME: Week 3 Daily Tracking
|     | Weight | BP SYS | BP Dia | Sleep Time | Snore   | Output % |
|-----+--------+--------+--------+------------+---------+----------|
| Mon |        |        |        |            |         |          |
| Tue |        |        |        |            |         |          |
| Wed |        |        |        |            |         |          |
| Thu |        |        |        |            |         |          |
| Fri |        |        |        |            |         |          |
| Sat |        |        |        |            |         |          |
| Sun |        |        |        |            |         |          |
|-----+--------+--------+--------+------------+---------+----------|
| Avg |   0.00 | 0.00   |   0.00 |       0.00 |  0.00   |      0.00|
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Week 3 Accomplishments                                   :Accomplishment:
*** 
** Week 3 Disappointments                                   :Disappointment:
*** 

** Week 3 Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Week 3 Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 3 Accomplishments][Week 3 Accomplishments]]
- [ ] Update Disapointments - [[*Week 3 Disappointments][Week 3 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[* Week 3 Highs, Lows and Learnings][Week 3 Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ] Transfer relevant high value notes and clippings to org-roam
* Week 4: Jul 24 - Jul 30
** Metrics

#+NAME: Week 4 Overview
|---------------+---------------------------------|
| Focus         | Habit starting                  |
| Objectives    | Perform morning stack every day |
|---------------+---------------------------------|
| Effectiveness |                                 |
| Gratitude     |                                 |
|---------------+---------------------------------|
| Improvements  |                                 |
|---------------+---------------------------------|



#+NAME: Week 4 Daily Tracking
|     | Weight | BP SYS | BP Dia | Sleep Time | Snore | Output % |
|-----+--------+--------+--------+------------+-------+----------|
| Mon |  222.1 |    138 |     88 |          6 |    92 |       45 |
| Tue |  221.5 |    135 |     90 |        7.5 |       |       40 |
| Wed |        |        |        |            |       |          |
| Thu |        |        |        |            |       |          |
| Fri |        |        |        |            |       |          |
| Sat |        |        |        |            |       |          |
| Sun |        |        |        |            |       |          |
|-----+--------+--------+--------+------------+-------+----------|
| Avg | 221.80 | 136.50 |  89.00 |       6.75 | 92.00 |    45.00 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Week 4 Accomplishments                                   :Accomplishment:
*** Had a ton of forward movement in my emacs setup/system
*** Setup fresh ledger and I'm tracking transactions
*** Finally jumpstarting my morning stack habits
** Week 4 Disappointments                                   :Disappointment:
*** didn't hit 100% compliance on morning stack
*** Not getting up on early alarm despite cpap 
*** Finances stretched a little thin
** Week 4 Highs, Lows and Learnings
*** Highs                                                           :Highs:
**** Slept 4.5 hours one night with cpap and felt well rested
**** Designed a great business card
**** Crushed a bunch of my config todos
*** Lows                                                             :Lows:
**** Diet not where I want it to be.
**** Missed Jess a bunch
*** Learnings                                                   :Learnings:
**** I need to find a way to stay more focused and on task. 
** Week 4 Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [X] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [X] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [X] Update Accomplisments - [[*Week 4 Accomplishments][Week 4 Accomplishments]]
- [X] Update Disapointments - [[*Week 4 Disappointments][Week 4 Disappointments]]
- [X] Fill out Highs Lows and Learnings -  [[* Week 4 Highs, Lows and Learnings][Week 4 Highs, Lows and Learnings]]
  
*** Pipelines
=Process driven Actions=
- [X] Clean Email
  - [X] Inbox Zero
  - [X] Check saved emails
    
- [X] Calendar
  - [X] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [X] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [X] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [X] Review Projects (~valuate where they stand and ensure at least one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [X] Desktop & Download Folders (re-locate or delete)
- [X] Clean Up Cloudapp saved screenshots
- [X] Transfer relevant high value notes and clippings to org-roam
